Revit 2024 API
UnitTypeId.FeetPerMinute Property
 Feet per minute.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId FeetPerMinute { get; }
Visual Basic
Public Shared ReadOnly Property FeetPerMinute As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ FeetPerMinute {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace